Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: Avoid Deep Discharges Below 10%–15%
de: Tiefentladung unter 10%–15% vermeiden
es: Evite descargas profundas por debajo del 10%–15%
fr: Évitez les décharges profondes sous 10 %–15 %
ja: 10%〜15%以下の深放電を避ける
nb: Unngå dyp utlading under 10 %–15 %
th: หลีกเลี่ยงการปล่อยให้แบตเตอรี่ลดต่ำกว่า 10%–15%
zh_hans: 避免深度放电至 10%–15% 以下

source: Avoid letting the car sit parked at 100% for days, especially in warm weather.
de: Vermeiden Sie es, das Auto tagelang bei 100% stehen zu lassen, besonders bei warmem Wetter.
es: Evite dejar el coche estacionado al 100% durante días, especialmente con calor.
fr: Évitez de laisser le véhicule stationné à 100 % pendant plusieurs jours, surtout par temps chaud.
ja: 特に暑い時期に、100%の状態で何日も放置することは避けてください。
nb: Unngå å la bilen stå parkert med 100 % i flere dager, særlig i varmt vær.
th: หลีกเลี่ยงการจอดรถทิ้งไว้ที่ 100% เป็นเวลาหลายวัน โดยเฉพาะในสภาพอากาศร้อน
zh_hans: 避免让车辆在 100% 满电状态下停放数天，尤其是在炎热天气下。

source: Balanced Charging Speeds
de: Ausgewogene Ladegeschwindigkeiten
es: Velocidades de carga equilibradas
fr: Vitesses de charge équilibrées
ja: バランスの取れた充電速度
nb: Balanserte ladehastigheter
th: ความเร็วการชาร์จมีความสมดุล
zh_hans: 均衡的充电速度组合

source: Baseline
de: Basiswert
es: Línea base
fr: Référence
ja: 基準値
nb: Referanse
th: เกณฑ์เปรียบเทียบ
zh_hans: 对比基准

source: Baseline Fuel Price
de: Basis-Kraftstoffpreis
es: Precio base del combustible
fr: Prix de base du carburant
ja: 基準ガソリン価格
nb: Referansebensinpris
th: ราคาน้ำมันอ้างอิง
zh_hans: 基准燃油价格

# Baseline: %@ @ %@
source: Baseline: %1$@ @ %2$@
de: Basis: %1$@ @ %2$@
es: Base: %1$@ @ %2$@
fr: Référence : %1$@ @ %2$@
ja: 基準: %1$@ @ %2$@
nb: Referanse: %1$@ @ %2$@
th: เกณฑ์อ้างอิง: %1$@ @ %2$@
zh_hans: 基准：%1$@ @ %2$@

source: Baseline: %1$@ @ %2$@
de: Vergleichsbasis: %1$@ @ %2$@
es: Referencia: %1$@ @ %2$@
fr: Référence : %1$@ @ %2$@
ja: 比較基準: %1$@ @ %2$@
nb: Sammenligningsgrunnlag: %1$@ @ %2$@
th: เกณฑ์เปรียบเทียบ: %1$@ @ %2$@
zh_hans: 对比基准: %1$@ @ %2$@

source: Basic Info
de: Grundinformationen
es: Información básica
fr: Informations de base
ja: 基本情報
nb: Grunnleggende info
th: ข้อมูลพื้นฐาน
zh_hans: 基本信息

source: Battery & Range Specifications
de: Batterie- & Reichweiten-Spezifikationen
es: Especificaciones de batería y autonomía
fr: Spécifications de batterie et autonomie
ja: バッテリーおよび航続距離スペック
nb: Batteri- og rekkeviddespesifikasjoner
th: ข้อมูลจำเพาะแบตเตอรี่และระยะทาง
zh_hans: 电池容量与续航参数

source: Battery Capacity
de: Batteriekapazität
es: Capacidad de la batería
fr: Capacité de la batterie
ja: バッテリー容量
nb: Batterikapasitet
th: ความจุแบตเตอรี่
zh_hans: 电池容量

# Battery Care Grade: %@
source: Battery Care Grade: %1$@
de: Batteriepflege-Note: %1$@
es: Nota de cuidado de batería: %1$@
fr: Note d'entretien de la batterie : %1$@
ja: バッテリーケア評価: %1$@
nb: Batteripleie-karakter: %1$@
th: เกรดการดูแลแบตเตอรี่: %1$@
zh_hans: 电池养护评级：%1$@

source: Battery Certificate
de: Batteriezertifikat
es: Certificado de batería
fr: Certificat de batterie
ja: バッテリー証明書
nb: Batterisertifikat
th: ใบรับรองสุขภาพแบตเตอรี่
zh_hans: 电池健康证书

source: Battery Chemistry
de: Batteriechemie
es: Química de la batería
fr: Chimie de la batterie
ja: バッテリー種類
nb: Batterikjemi
th: ชนิดของเคมีแบตเตอรี่
zh_hans: 电池化学类型

source: Battery Degradation Trend
de: Batterie-Degradationstrend
es: Tendencia de degradación de la batería
fr: Tendance de dégradation de la batterie
ja: バッテリー劣化傾向
nb: Batteridegraderingstrend
th: แนวโน้มการเสื่อมสภาพของแบตเตอรี่
zh_hans: 电池衰减趋势

source: Battery Health
de: Batteriegesundheit
es: Salud de la batería
fr: Santé de la batterie
ja: バッテリー健全度
nb: Batterihelse
th: สุขภาพแบตเตอรี่
zh_hans: 电池健康

source: Battery Health Grade
de: Batteriegesundheitsnote
es: Calificación de salud de batería
fr: Note de santé de la batterie
ja: バッテリー健全度グレード
nb: Batterihelsegrad
th: เกรดสุขภาพแบตเตอรี่
zh_hans: 电池健康评级

source: Battery Health Score
de: Batteriegesundheitswert
es: Puntuación de salud de batería
fr: Score de santé de la batterie
ja: バッテリー健全度スコア
nb: Batterihelsescore
th: คะแนนสุขภาพแบตเตอรี่
zh_hans: 电池健康评分

source: Battery Longevity Impact
de: Auswirkung auf Batterielebensdauer
es: Impacto en longevidad de batería
fr: Impact sur la longévité de la batterie
ja: バッテリー寿命への影響
nb: Effekt på batterilevetid
th: ผลกระทบต่ออายุการใช้งานแบตเตอรี่
zh_hans: 对电池寿命的影响

source: Battery Longevity Principles
de: Grundsätze für Batterielanglebigkeit
es: Principios de longevidad de batería
fr: Principes de longévité de la batterie
ja: バッテリー長寿命化の原則
nb: Prinsipper for batterilevetid
th: หลักการยืดอายุการใช้งานแบตเตอรี่
zh_hans: 电池长寿养护准则

source: Battery SoC
de: Batterie-SoC
es: SoC de batería
fr: SoC de la batterie
ja: バッテリー充電率 (SoC)
nb: Batteri-SoC
th: ระดับแบตเตอรี่ (SoC)
zh_hans: 电池电量 (SoC)

source: Battery SoC (%)
de: Batterieladestand SoC (%)
es: SoC de batería (%)
fr: SoC de la batterie (%)
ja: バッテリー SoC (%)
nb: Batteri-SoC (%)
th: ระดับแบตเตอรี่ SoC (%)
zh_hans: 电池电量 SoC (%)

source: Battery Specifications
de: Batteriespezifikationen
es: Especificaciones de batería
fr: Spécifications de la batterie
ja: バッテリースペック
nb: Batterispesifikasjoner
th: ข้อมูลจำเพาะแบตเตอรี่
zh_hans: 电池规格

source: Battery Wear by Distance
de: Batterieverschleiß nach Distanz
es: Desgaste de batería por distancia
fr: Usure de la batterie par distance
ja: 走行距離別バッテリー損耗
nb: Batterislitasje etter distanse
th: การสึกหรอของแบตเตอรี่ตามระยะทาง
zh_hans: 里程相关电池损耗

source: Best Practices
de: Empfehlungen
es: Mejores prácticas
fr: Bonnes pratiques
ja: ベストプラクティス
nb: Beste praksis
th: ข้อแนะนำการใช้งาน
zh_hans: 最佳使用建议

source: BMS Well Calibrated (100% LFP Routine)
de: BMS gut kalibriert (100% LFP-Routine)
es: BMS bien calibrado (Rutina 100% LFP)
fr: BMS bien calibré (Routine 100 % LFP)
ja: BMS校正良好（LFP 100%ルーチン）
nb: BMS godt kalibrert (100 % LFP-rutine)
th: BMS ปรับเทียบสมบูรณ์ (ชาร์จ LFP 100% สม่ำเสมอ)
zh_hans: BMS 校准良好 (LFP 定期充满)

source: Booking Fee
de: Reservierungsgebühr
es: Tarifa de reserva
fr: Frais de réservation
ja: 予約手数料
nb: Reservasjonsgebyr
th: ค่าจองหัวชาร์จ
zh_hans: 预约占位费

source: Calculated from depth of discharge, charging speeds, and target SoC consistency.
de: Berechnet aus Entladetiefe, Ladegeschwindigkeiten und Ziel-SoC-Beständigkeit.
es: Calculado a partir de profundidad de descarga, velocidades de carga y consistencia del SoC objetivo.
fr: Calculé à partir de la profondeur de décharge, des vitesses de charge et de la régularité du SoC cible.
ja: 放電深度、充電速度、目標 SoC の一貫性から総合的に算出されます。
nb: Beregnet fra utladingsdybde, ladehastigheter og konsistens på mål-SoC.
th: คำนวณจากระดับความลึกของการคายประจุ ความเร็วในการชาร์จ และความสม่ำเสมอของระดับแบตเตอรี่เป้าหมาย
zh_hans: 根据放电深度、充电功率及目标电量控制规律综合评估计算。

source: Calibrate LFP Battery to 100%
de: LFP-Akku auf 100% kalibrieren
es: Calibre la batería LFP al 100%
fr: Calibrez la batterie LFP à 100 %
ja: LFPバッテリーを100%まで充電して校正
nb: Kalibrer LFP-batteriet til 100 %
th: ปรับเทียบแบตเตอรี่ LFP ที่ 100%
zh_hans: 将 LFP 电池充至 100% 进行校准

source: Calibrating
de: Kalibriert…
es: Calibrando…
fr: Calibrage…
ja: 測定校正中
nb: Kalibrerer…
th: กำลังประเมินผล
zh_hans: 校准中

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
nb: Avbryt
th: ยกเลิก
zh_hans: 取消

source: Capacity loss is in line with expected fleet averages for this chemistry.
de: Der Kapazitätsverlust entspricht dem erwarteten Flottendurchschnitt dieser Chemie.
es: La pérdida de capacidad se ajusta a la media esperada para esta química.
fr: La perte de capacité correspond à la moyenne attendue pour cette chimie.
ja: 容量低下は、この化学種における想定平均値と同等です。
nb: Kapasitetstapet er i tråd med forventet flåtegjennomsnitt for denne kjemien.
th: การลดลงของความจุสอดคล้องกับค่าเฉลี่ยของแบตเตอรี่ประเภทนี้
zh_hans: 容量衰减符合该电池类型同类车队的平均预期。

source: Capacity retention is outstanding and well within factory degradation tolerances.
de: Die Kapazitätserhaltung ist hervorragend und liegt voll im Rahmen der Werkstoleranzen.
es: La retención de capacidad es excelente y está dentro de las tolerancias de fábrica.
fr: La rétention de capacité est remarquable et conforme aux tolérances d'usine.
ja: 容量保持率は極めて高く、工場の劣化許容範囲内に収まっています。
nb: Kapasitetsbevaringen er enestående og godt innenfor fabrikkens toleranser.
th: การรักษาความจุแบตเตอรี่อยู่ในเกณฑ์ยอดเยี่ยมและอยู่ในเกณฑ์มาตรฐานโรงงาน
zh_hans: 电池容量保持率极佳，完全处于出厂衰减容限之内。

source: Car Model Preset
de: Fahrzeugmodell-Voreinstellung
es: Preajuste de modelo de vehículo
fr: Préréglage du modèle de voiture
ja: 車種プリセット
nb: Forhåndsinnstilt bilmodell
th: พรีเซ็ตรุ่นรถ EV
zh_hans: 预设车型

source: Charge to 100% only just before departing on long road trips.
de: Laden Sie nur unmittelbar vor längeren Fahrten auf 100%.
es: Cargue al 100% solo justo antes de salir en viajes largos.
fr: Ne chargez à 100 % que juste avant de partir pour de longs trajets.
ja: 100%までの満充電は、長距離ドライブの出発直前のみに限定してください。
nb: Lad til 100 % kun rett før avreise på lengre turer.
th: ชาร์จเต็ม 100% เฉพาะก่อนออกเดินทางไกลทันทีเท่านั้น
zh_hans: 仅在长途出行出发前才充至 100%。

source: Charge your LFP vehicle to 100% at least once every 1 to 2 weeks.
de: Laden Sie Ihr LFP-Fahrzeug mindestens alle 1 bis 2 Wochen auf 100%.
es: Cargue su vehículo LFP al 100% al menos una vez cada 1 o 2 semanas.
fr: Chargez votre véhicule LFP à 100 % au moins une fois toutes les 1 à 2 semaines.
ja: LFPバッテリー搭載車は、1〜2週間に1回以上100%まで充電してください。
nb: Lad LFP-bilen til 100 % minst én gang hver 1. til 2. uke.
th: ชาร์จรถยนต์ LFP ให้เต็ม 100% อย่างน้อยทุกๆ 1 ถึง 2 สัปดาห์
zh_hans: 建议每 1 至 2 周至少将 LFP 车辆充满至 100% 一次。

source: Charged at Home
de: Zuhause geladen
es: Cargado en casa
fr: Rechargé à domicile
ja: 自宅で充電
nb: Ladet hjemme
th: ชาร์จที่บ้าน
zh_hans: 在家充电

source: Charging Behavior & Battery Care
de: Ladeverhalten & Batteriepflege
es: Comportamiento de carga y cuidado de batería
fr: Comportement de recharge et soin de la batterie
ja: 充電習慣とバッテリーケア
nb: Ladeatferd og batteripleie
th: พฤติกรรมการชาร์จและการดูแลแบตเตอรี่
zh_hans: 充电习惯与电池维护

source: Charging Best Practices
de: Beste Ladepraktiken
es: Mejores prácticas de carga
fr: Bonnes pratiques de recharge
ja: 充電のベストプラクティス
nb: Beste ladepraksis
th: แนวทางปฏิบัติการชาร์จที่ดีที่สุด
zh_hans: 最佳充电养护指南

source: Charging Details
de: Ladedetails
es: Detalles de la carga
fr: Détails de la recharge
ja: 充電詳細
nb: Ladedetaljer
th: รายละเอียดการชาร์จ
zh_hans: 充电详情

source: Charging Efficiencies
de: Ladeeffizienzen
es: Eficiencias de carga
fr: Rendements de charge
ja: 充電変換効率
nb: Ladeeffektiviteter
th: ประสิทธิภาพการแปลงพลังงาน
zh_hans: 充电转换效率

source: Charging Fee
de: Ladegebühr
es: Tarifa de carga
fr: Frais de recharge
ja: 充電料金
nb: Ladegebyr
th: ค่าชาร์จ
zh_hans: 充电电费

source: Charging Habits
de: Ladegewohnheiten
es: Hábitos de carga
fr: Habitudes de recharge
ja: 充電傾向
nb: Ladevaner
th: พฤติกรรมการชาร์จ
zh_hans: 充电习惯

source: Charging on %1$@ saved you %2$@ this month compared to peak daytime rates (%3$@ kWh logged).
de: Das Laden mit %1$@ hat Ihnen diesen Monat %2$@ gegenüber Spitzenzeiten erspart (%3$@ kWh geladen).
es: Cargar con %1$@ te ahorró %2$@ este mes en comparación con tarifas pico (%3$@ kWh registrados).
fr: Recharger avec %1$@ vous a fait économiser %2$@ ce mois-ci par rapport aux heures pleines (%3$@ kWh enregistrés).
ja: %1$@ での充電により、日中ピーク料金と比較して今月 %2$@ の節約になりました (記録電力量: %3$@ kWh)。
nb: Lading med %1$@ sparte deg for %2$@ denne måneden sammenlignet med topppriser (%3$@ kWh logget).
th: การชาร์จด้วย %1$@ ช่วยคุณประหยัด %2$@ ในเดือนนี้เมื่อเทียบกับช่วง Peak (ชาร์จไป %3$@ kWh)
zh_hans: 本月使用 %1$@ 充电相比白天高峰期电价为您节省了 %2$@ (共记录 %3$@ kWh)。

source: Charging on %1$@ saved you %2$@ this month compared to peak daytime rates (%3$.1f kWh logged).
de: Durch Laden mit %1$@ haben Sie diesen Monat %2$@ gegenüber Spitzenzeiten gespart (%3$.1f kWh erfasst).
es: Cargar en %1$@ le ahorró %2$@ este mes en comparación con horas punta (%3$.1f kWh registrados).
fr: Recharger sur %1$@ vous a fait économiser %2$@ ce mois-ci par rapport aux heures pleines (%3$.1f kWh enregistrés).
ja: %1$@ での充電により、今月のピーク時間帯料金と比べて %2$@ 節約できました（記録電力量: %3$.1f kWh）。
nb: Lading med %1$@ sparte deg for %2$@ denne måneden sammenlignet med topplastpriser (%3$.1f kWh registrert).
th: การชาร์จด้วย %1$@ ช่วยคุณประหยัด %2$@ ในเดือนนี้เมื่อเทียบกับค่าไฟช่วง Peak (บันทึกไฟไป %3$.1f kWh)
zh_hans: 通过 %1$@ 谷段充电，本月相比高峰电价已为您节省 %2$@（记录电量 %3$.1f kWh）。

source: Charging Parameters
de: Ladeparameter
es: Parámetros de carga
fr: Paramètres de recharge
ja: 充電パラメーター
nb: Ladeparametere
th: พารามิเตอร์การชาร์จ
zh_hans: 充电参数

source: Charging Power
de: Ladeleistung
es: Potencia de carga
fr: Puissance de charge
ja: 充電出力
nb: Ladeeffekt
th: กำลังไฟที่ชาร์จ
zh_hans: 充电功率

source: Charging to 100% allows the Battery Management System (BMS) to perform passive cell balancing.
de: Das Laden auf 100% ermöglicht dem BMS das passive Ausbalancieren der einzelnen Zellen.
es: Cargar al 100% permite al BMS realizar el equilibrado pasivo de celdas.
fr: La charge à 100 % permet au BMS d'effectuer l'équilibrage passif des cellules.
ja: 100%まで充電することで、BMSが個別セルの電圧バランシングを実行できます。
nb: Lading til 100 % gjør at BMS kan utføre passiv cellebalansering.
th: การชาร์จถึง 100% ช่วยให้ระบบ BMS สามารถปรับสมดุลแรงดันไฟฟ้าของแต่ละเซลล์ได้อย่างสมบูรณ์
zh_hans: 充至 100% 可以让电池管理系统 (BMS) 执行单体电芯被动均衡。

source: Charging Type
de: Ladetyp
es: Tipo de carga
fr: Type de recharge
ja: 充電タイプ
nb: Ladetype
th: ประเภทการชาร์จ
zh_hans: 充电类型

source: Choose a charging session from the list to see its details.
de: Wählen Sie einen Ladevorgang aus der Liste, um Details anzuzeigen.
es: Elige una sesión de carga de la lista para ver sus detalles.
fr: Choisissez une session de recharge dans la liste pour voir ses détails.
ja: リストから充電セッションを選択して詳細を表示します。
nb: Velg en ladeøkt fra listen for å se detaljene.
th: เลือกรายการชาร์จจากรายการเพื่อดูรายละเอียด
zh_hans: 从列表中选择一条充电记录以查看详细信息。

source: Choose an EV preset or customize your vehicle's specific configuration below.
de: Wählen Sie ein Elektrofahrzeug-Profil oder passen Sie die Konfiguration unten an.
es: Elige un preajuste de VE o personaliza la configuración a continuación.
fr: Choisissez un préréglage de VE ou personnalisez la configuration ci-dessous.
ja: EV プリセットを選択するか、以下で詳細設定をカスタマイズしてください。
nb: Velg en forhåndsinnstilling eller tilpass kjøretøyets konfigurasjon nedenfor.
th: เลือกพรีเซ็ตรถยนต์ไฟฟ้า หรือปรับแต่งการกำหนดค่าเฉพาะของรถคุณด้านล่าง
zh_hans: 选择预设电动车型或在下方自定义您的车辆参数配置。

source: Choose Photo from Library
de: Foto aus Mediathek wählen
es: Elegir foto de la biblioteca
fr: Choisir une photo dans la photothèque
ja: ライブラリから写真を選択
nb: Velg bilde fra bibliotek
th: เลือกรูปจากคลังภาพ
zh_hans: 从相册选取照片

source: Clean Up
de: Bereinigen
es: Limpiar
fr: Nettoyer
ja: 整理
nb: Rydd opp
th: ล้างข้อมูล
zh_hans: 清理

source: Clean Up Duplicate Sessions
de: Doppelte Ladevorgänge bereinigen
es: Limpiar sesiones duplicadas
fr: Nettoyer les sessions en double
ja: 重複した充電セッションを整理
nb: Rydd opp i dupliserte ladeøkter
th: ล้างรายการชาร์จที่ซ้ำกัน
zh_hans: 清理重复充电记录

# Clean Up Duplicates (%@)
source: Clean Up Duplicates (%1$@)
de: Duplikate bereinigen (%1$@)
es: Limpiar duplicados (%1$@)
fr: Nettoyer les doublons (%1$@)
ja: 重複を整理 (%1$@)
nb: Rydd opp i duplikater (%1$@)
th: ล้างรายการซ้ำ (%1$@)
zh_hans: 清理重复项 (%1$@)

# Clean Up Duplicates (%lld)
source: Clean Up Duplicates (%1$lld)
de: Duplikate bereinigen (%1$lld)
es: Limpiar duplicados (%1$lld)
fr: Nettoyer les doublons (%1$lld)
ja: 重複を整理 (%1$lld)
nb: Rydd opp i duplikater (%1$lld)
th: ลบรายการซ้ำ (%1$lld)
zh_hans: 清理重复项 (%1$lld)

source: Cloud Sync & Storage
de: Cloud-Synchronisierung & Speicher
es: Sincronización y almacenamiento en la nube
fr: Synchronisation et stockage cloud
ja: クラウド同期とストレージ
nb: Skysynkronisering og lagring
th: การซิงค์และจัดเก็บบนคลาวด์
zh_hans: 云端同步与存储

source: Cloud Sync Active
de: Cloud-Synchronisierung aktiv
es: Sincronización en la nube activa
fr: Synchronisation cloud active
ja: クラウド同期中
nb: Skysynkronisering aktiv
th: ซิงค์คลาวด์ทำงานอยู่
zh_hans: 云端同步已开启

source: Cold lithium cells have high internal resistance and cannot accept high charging currents safely, while overheated cells degrade rapidly.
de: Kalte Lithiumzellen haben einen hohen Innenwiderstand und vertragen keine hohen Ladeströme, während überhitzte Zellen schnell degradieren.
es: Las celdas frías tienen alta resistencia interna y no aceptan altas corrientes de forma segura, mientras que las recalentadas se degradan rápido.
fr: Les cellules froides ont une résistance interne élevée et ne peuvent accepter de forts courants sans danger, tandis que les cellules surchauffées se dégradent vite.
ja: 低温のリチウムセルは内部抵抗が高く高出力を安全に受け入れられず、過熱したセルは急速に劣化します。
nb: Kalde litiumceller har høy indre motstand og tåler ikke høye ladestrømmer, mens overopphetede celler forringes raskt.
th: เซลล์ลิเธียมที่เย็นจัดจะมีความต้านทานภายในสูงและรับกระแสชาร์จแรงไม่ได้ ในขณะที่เซลล์ที่ร้อนเกินไปจะเสื่อมสภาพอย่างรวดเร็ว
zh_hans: 冰冷的锂电芯具有高内阻且无法安全承受大电流快充，而过热的电芯则会迅速发生化学衰退。

source: Compact Sedan / Eco Car
de: Kompaktlimousine / Kleinwagen
es: Sedán compacto / Auto ecológico
fr: Berline compacte / Citadine éco
ja: コンパクトセダン / エコカー
nb: Kompakt sedan / småbil
th: รถเก๋งขนาดเล็ก / อีโคคาร์
zh_hans: 紧凑型轿车 / 节能小型车

# Compact Sedan / Eco Car (%.1f km/L)
source: Compact Sedan / Eco Car (%1$.1f km/L)
de: Kompaktlimousine / Eco-Auto (%1$.1f km/L)
es: Sedán compacto / Coche ecológico (%1$.1f km/L)
fr: Berline compacte / Éco (%1$.1f km/L)
ja: コンパクトセダン / エコカー (%1$.1f km/L)
nb: Kompakt sedan / Økobil (%1$.1f km/L)
th: ซีดานขนาดเล็ก / อีโคคาร์ (%1$.1f กม./ลิตร)
zh_hans: 紧凑型轿车 / 节能车 (%1$.1f km/L)

# Compact Sedan / Eco Car (%.1f MPG)
source: Compact Sedan / Eco Car (%1$.1f MPG)
de: Kompaktlimousine / Eco-Auto (%1$.1f MPG)
es: Sedán compacto / Coche ecológico (%1$.1f MPG)
fr: Berline compacte / Éco (%1$.1f MPG)
ja: コンパクトセダン / エコカー (%1$.1f MPG)
nb: Kompakt sedan / Økobil (%1$.1f MPG)
th: ซีดานขนาดเล็ก / อีโคคาร์ (%1$.1f MPG)
zh_hans: 紧凑型轿车 / 节能车 (%1$.1f MPG)

source: Compact Sedan / Hatchback
de: Kompaktlimousine / Schrägheck
es: Sedán compacto / Hatchback
fr: Berline compacte / Hayon
ja: コンパクトセダン / ハッチバック
nb: Kompakt sedan / kombi
th: รถเก๋งเล็ก / แฮทช์แบ็ก
zh_hans: 紧凑型轿车 / 两厢车

source: Compact SUV / Crossover
de: Kompakt-SUV / Crossover
es: SUV compacto / Crossover
fr: SUV compact / Crossover
ja: コンパクトSUV / クロスオーバー
nb: Kompakt SUV / Crossover
th: SUV ขนาดกะทัดรัด / ครอสโอเวอร์
zh_hans: 紧凑型 SUV / 跨界车

source: Consistent cycles
de: Gleichmäßige Zyklen
es: Ciclos constantes
fr: Cycles cohérents
ja: 一貫したサイクル
nb: Konsekvente sykluser
th: รอบชาร์จสม่ำเสมอ
zh_hans: 循环均匀

# Consumption (100%@)
source: Consumption (100%1$@)
de: Verbrauch (100%1$@)
es: Consumo (100 %1$@)
fr: Consommation (100 %1$@)
ja: 消費率 (100%1$@)
nb: Forbruk (100 %1$@)
th: อัตราการใช้พลังงาน (100%1$@)
zh_hans: 百公里能耗 (100%1$@)

source: Continue keeping daily limits between 80% and 90%.
de: Behalten Sie das tägliche Limit zwischen 80% und 90% bei.
es: Siga manteniendo los límites diarios entre el 80% y el 90%.
fr: Continuez de maintenir la limite quotidienne entre 80 % et 90 %.
ja: 日常の充電上限を80%〜90%の間に維持し続けてください。
nb: Fortsett å holde daglige grenser mellom 80 % og 90 %.
th: รักษาระดับการชาร์จรายวันไว้ระหว่าง 80% ถึง 90% ต่อไป
zh_hans: 继续将日常充电上限保持在 80% 到 90% 之间。

source: Continue maintaining a 15%+ discharge cushion.
de: Behalten Sie das Polster von mindestens 15% weiterhin bei.
es: Siga manteniendo un colchón de descarga del 15%+.
fr: Continuez de maintenir une marge de sécurité de plus de 15 %.
ja: 15%以上の放電バッファを維持し続けてください。
nb: Fortsett å opprettholde en utladingsbuffer på over 15 %.
th: รักษาปริมาณแบตเตอรี่สำรองไม่ให้ต่ำกว่า 15% ต่อไป
zh_hans: 继续保持 15% 以上的电量放电安全余量。

source: Continue regular 100% charges on your LFP pack.
de: Fahren Sie mit den regelmäßigen 100%-Ladungen Ihres LFP-Akkus fort.
es: Continúe con las cargas regulares al 100% en su batería LFP.
fr: Poursuivez les recharges régulières à 100 % sur votre pack LFP.
ja: LFPバッテリーの定期的な100%充電を継続してください。
nb: Fortsett med regelmessig 100 % lading av LFP-batteriet.
th: ชาร์จแบตเตอรี่ LFP เต็ม 100% อย่างสม่ำเสมอต่อไป
zh_hans: 对您的 LFP 电池组继续保持定期的 100% 充满习惯。

source: Continue using AC home/work chargers for regular daily commutes.
de: Nutzen Sie weiterhin AC-Lader zu Hause oder am Arbeitsplatz für den Alltag.
es: Continúe usando cargadores de CA en casa/trabajo para el uso diario.
fr: Continuez d'utiliser les bornes AC à domicile/au travail pour vos trajets réguliers.
ja: 日常の通勤には引き続き自宅や職場の普通充電器をご利用ください。
nb: Fortsett å bruke AC-ladere hjemme/på jobb for daglig pendling.
th: ใช้งานที่ชาร์จ AC ที่บ้านหรือที่ทำงานต่อไปสำหรับการเดินทางประจำวัน
zh_hans: 日常通勤请继续使用家用或工作场所的交流慢充桩。

source: Cost Efficiency
de: Kosteneffizienz
es: Eficiencia de costos
fr: Efficacité des coûts
ja: 費用対効果
nb: Kostnadseffektivitet
th: ราคาเฉลี่ยต่อหน่วย
zh_hans: 成本效益

# Cost Savings vs Gas: %@ saved (%@), %@ fuel avoided
source: Cost Savings vs Gas: %1$@ saved (%2$@), %3$@ fuel avoided
de: Kostenersparnis vs. Benzin: %1$@ gespart (%2$@), %3$@ Kraftstoff vermieden
es: Ahorro vs. gasolina: %1$@ ahorrado (%2$@), %3$@ de combustible evitado
fr: Économies vs essence : %1$@ économisés (%2$@), %3$@ de carburant évités
ja: ガソリン比節約額: %1$@ 節約 (%2$@), ガソリン %3$@ 削減
nb: Kostnadsbesparelse vs. bensin: %1$@ spart (%2$@), %3$@ drivstoff spart
th: ประหยัดค่าใช้จ่ายเทียบกับรถน้ำมัน: ประหยัด %1$@ (%2$@), ลดการใช้น้ำมัน %3$@
zh_hans: 对比燃油花费节省：%1$@ (%2$@)，避免消耗 %3$@ 燃油

# Cost Savings vs Gas: Saved %@, gas equivalent %@
source: Cost Savings vs Gas: Saved %1$@, gas equivalent %2$@
de: Kostenersparnis vs. Benzin: %1$@ gespart, Benzinäquivalent %2$@
es: Ahorro vs. gasolina: Ahorrado %1$@, equivalente en gasolina %2$@
fr: Économies vs essence : %1$@ économisés, équivalent essence %2$@
ja: ガソリン比節約額: 節約 %1$@, ガソリン換算 %2$@
nb: Besparelse vs. bensin: Spart %1$@, bensinekvivalent %2$@
th: ประหยัดค่าใช้จ่ายเทียบกับรถน้ำมัน: ประหยัดได้ %1$@, เทียบเท่าน้ำมัน %2$@
zh_hans: 对比燃油花费节省：已省 %1$@，燃油等效费用 %2$@

source: Cost Savings vs. Gas
de: Kostenersparnis vs. Benzin
es: Ahorro de costos vs. gasolina
fr: Économies par rapport à l'essence
ja: ガソリン比節約額
nb: Kostnadsbesparelse vs. bensin
th: ประหยัดค่าใช้จ่ายเทียบกับรถน้ำมัน
zh_hans: 对比燃油节省金额

source: Cost This Month
de: Kosten diesen Monat
es: Costo este mes
fr: Coût ce mois-ci
ja: 今月の充電費用
nb: Kostnad denne måneden
th: ค่าใช้จ่ายเดือนนี้
zh_hans: 本月花费

source: Could not load the selected image.
de: Das ausgewählte Bild konnte nicht geladen werden.
es: No se pudo cargar la imagen seleccionada.
fr: Impossible de charger l'image sélectionnée.
ja: 選択した画像を読み込めませんでした。
nb: Kunne ikke laste det valgte bildet.
th: ไม่สามารถโหลดรูปภาพที่เลือกได้
zh_hans: 无法加载所选图片。

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
nb: Valuta
th: สกุลเงิน
zh_hans: 货币

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
nb: Egendefinert
th: กำหนดเอง
zh_hans: 自定义

source: Custom Baseline
de: Benutzerdefinierte Basis
es: Línea base personalizada
fr: Référence personnalisée
ja: カスタム基準
nb: Egendefinert referanse
th: กำหนดเกณฑ์เอง
zh_hans: 自定义基准

source: Custom Electricity Rate
de: Eigener Strompreis
es: Tarifa eléctrica personalizada
fr: Tarif d'électricité personnalisé
ja: カスタム電気料金
nb: Egendefinert strømpris
th: อัตราค่าไฟกำหนดเอง
zh_hans: 自定义电价

source: Custom Range Standard
de: Benutzerdefinierter Reichweitenstandard
es: Estándar de autonomía personalizado
fr: Norme d'autonomie personnalisée
ja: カスタム航続距離基準
nb: Tilpasset rekkeviddestandard
th: มาตรฐานระยะทางที่กำหนดเอง
zh_hans: 自定义续航标准

source: Custom Tariff Rate
de: Individueller Strompreis
es: Tarifa personalizada
fr: Tarif personnalisé
ja: カスタム電気料金単価
nb: Egendefinert tariffsats
th: กำหนดอัตราค่าไฟเอง
zh_hans: 自定义电价

source: Cycle Life to 80% SoH
de: Zyklenlebensdauer bis 80 % SoH
es: Ciclos de vida hasta 80% SoH
fr: Cycles de vie jusqu'à 80 % SoH
ja: 80% SoH までのサイクル寿命
nb: Sykluslevetid til 80 % SoH
th: อายุรอบชาร์จจนถึง SoH 80%
zh_hans: 至 80% 健康度的循环寿命

source: Cycle Regularity
de: Zyklus-Regelmäßigkeit
es: Regularidad de ciclos
fr: Régularité des cycles
ja: サイクル規則性
nb: Syklusregularitet
th: ความสม่ำเสมอของรอบชาร์จ
zh_hans: 循环规律性
